/* No comment provided by engineer. */
"%@ of %@" = "%@ из %@";

/* FileList cell file info */
"%@ of %@, %@ downloaded" = "%@ из %@, %@ загружено";

/* No comment provided by engineer. */
"%@ of %@, uploaded %@ (Ratio %0.2f)" = "%@ из %@, роздано %@ (Рейтинг %0.2f)";

/* RPC min verson supported */
"%@(min supported %@)" = "%@(мин. поддерж. %@)";

/* No comment provided by engineer. */
"%@, uploaded %@ (Ratio %0.2f)" = "%@, роздано %@ (Рейтинг %0.2f)";

/* formatByRate */
"%@/s" = "%@/с";

/* FileList cell folder info */
"%i files, %@ of %@, %@ downloaded" = "%i файл(ов), %@ из %@, %@ загружено";

/* RateLimitTable added title */
"%i KB/s" = "%i Кб/с";

/* formateHoursMinutes */
"%ld hours %ld mins" = "%ld час. %ld мин.";

/* formatByCount */
"0 KB" = "0 Кб";

/* No comment provided by engineer. */
"100 Kb/s" = "100 Кб/с";

/* No comment provided by engineer. */
"1024 Kb/s" = "1024 Кб/с";

/* No comment provided by engineer. */
"150 Kb/s" = "150 Кб/с";

/* No comment provided by engineer. */
"200 Kb/s" = "200 Кб/с";

/* No comment provided by engineer. */
"2048 Kb/s" = "2048 Кб/с";

/* No comment provided by engineer. */
"250 Kb/s" = "250 Кб/с";

/* No comment provided by engineer. */
"50 Kb/s" = "50 Кб/с";

/* No comment provided by engineer. */
"500 Kb/s" = "500 Кб/с";

/* No comment provided by engineer. */
"750 Kb/s" = "750 Кб/с";

/* StatusCategory title */
"Active" = "Активные";

/* No comment provided by engineer. */
"Add" = "Добавить";

/* No comment provided by engineer. */
"Add new server" = "Новый сервер";

/* Choose server controller title */
"Add torrent" = "Добавить торрент";

/* No comment provided by engineer. */
"Add torrent with file size: %@" = "%@\nРазмер: %@";

/* No comment provided by engineer. */
"Add torrent with magnet link:\n%@" = "Добавить торрент по magnet-ссылке:\n%@";

/* Section title */
"Additional parameters" = "Дополнительные параметры";

/* StatusCategory title */
"All" = "Все";

"There is no selected server." = "Выберите сервер из списка";

"Files & Folders" = "Файлы и папки";

/* No comment provided by engineer. */
"Autorefreshing is off.\nPull down to refresh data." = "Автообновление выключено.\nПротяните вниз для обновления данных.";

/* Alert view title */
"Can't add torrent" = "Не могу добавить торрент";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* StatusCategory title */
"Checking" = "Проверяются";

/* No comment provided by engineer. */
"Checking data ..." = "Проверка данных ...";

/* Section title */
"Choose server to add torrent" = "Выберите сервер для добавления торрента";

/* Portinfo */
"CLOSED" = "ЗАКРЫТ";

/* No comment provided by engineer. */
"Disablilng download speed limit" = "Отключение ограничения скорости закачки";

/* float info */
"Disabling upload speed limit" = "Отключение ограничения скорости раздачи";

/* _speedLimitController title */
"Download speed limits" = "Ограничение скорости загрузки";

/* StatusCategory title */
"Downloading" = "Загружаются";

/* No comment provided by engineer. */
"Downloading from %i of %i peers, ETA: %@" = "Скачивается с %i из %i пиров, ETA: %@";

/* No comment provided by engineer. */
"Edit" = "Изм.";

/* RPCConfigController title */
"Edit server" = "Сервер";

/* StatusCategory title */
"Error" = "Ошибки";

/* No comment provided by engineer. */
"Error: %@" = "Ошибка: %@";

/* _fileListController title */
"Files" = "Файлы";

/* Free space fotter message */
"Free space: %@" = "Свободное место: %@";

/* FileListController nav left button title */
"Info" = "Информация";

/* Speed limit table header */
"Limit download speed" = "Ограничение скорости загрузки";

/* Speed limit table header */
"Limit upload speed" = "Ограничение скорости отдачи";

/* section title */
"List of configured servers" = "Список серверов";

/* AppDelegate float message */
"New torrent has been added" = "Новый торрент добавлен";

/* float info message */
"New torrent was added" = "Новый торрент добавлен";

/* No comment provided by engineer. */
"no activity" = "неактивно";

/* RPCServerConfig timeouf message is OFF */
"OFF" = "ВЫКЛ.";

/* No comment provided by engineer. */
"OK" = "OK";

/* Portinfo */
"OPEN" = "ОТКРЫТ";

/* TorrentListController torrent info */
"Paused" = "Остановлен";

/* _peerListController title */
"Peers" = "Пиры";

/* No comment provided by engineer. */
"Remove" = "Удалить";

/* No comment provided by engineer. */
"Remove torrent: %@?" = "Удалить торрент: %@?";

/* No comment provided by engineer. */
"Remove with data" = "Удалить с данными";

/* No comment provided by engineer. */
"RPC Version: %@" = "Версия RPC: %@";

/* No comment provided by engineer. */
"Save" = "Сохранить";

/* StatusCategory title */
"Seeding" = "Раздаются";

/* No comment provided by engineer. */
"Seeding to %i of %i peers" = "Раздача %i из %i пиров";

/* No comment provided by engineer. */
"Server failed to return data" = "Сервер вернул ошибку";

/* No comment provided by engineer. */
"Server failed to return data: %@" = "Сервер сообщает об ошибке: %@";

/* RPCServerConfig error message */
"Server port must be in range from 0 to 65535. By default server port number is 8090\n" = "Порт сервера должен быть в диапазоне от 0 до 65535. По умолчанию порт равен 8090 или 9091\n";

/* No comment provided by engineer. */
"Server response wrong data" = "Сервер вернул некорректные данные";

/* ServerListController title */
"Servers" = "Сервера";

/* No comment provided by engineer. */
"Setting download speed limit to %i KB/s" = "Ограничение скорости загрузки в %i Кб/с";

/* float info */
"Setting upload speed limit to %i KB/s" = "Ограничение  скорости отдачи в %i Kб/с";

/* SessionConfigController title */
"Settings" = "Настройки";

/* float info message */
"Settings have been saved" = "Настройки изменены";

/* StatusCategory title */
"Stopped" = "Остановленные";

/* Torrent status */
"trStopped" = "Остановлен";
"trSeeding" = "Раздаётся";
"trChecking" = "Проверяется";
"trDownloading" = "Загружается";

/* Category empty title */
"There are no active torrents to show" = "Нет активных торрентов";

/* Category empty title */
"There are no checking torrents to show" = "Нет проверяющихся торрентов";

/* Category empty title */
"There are no downloading torrents to show" = "Нет загружающихся торрентов";

/* Category empty title */
"There are no error torrents to show" = "Нет торрентов с ошибками";

/* PeerList background message */
"There are no peers avalable." = "На данный момент нет активных пиров.";

/* Category empty title */
"There are no seeding torrents to show" = "Нет сидирующихся торрентов";

/* Background info */
"There are no servers available.\nAdd server to the list." = "Нет доступных серверов.\nДобавьте сервер в список.";

/* Category empty title */
"There are no stopped torrents to show" = "Нет остановленных торрентов";

/* Category ALL emtpy title */
"There are no torrents to show" = "Нет торрентов";

/* TorrentList background message */
"There are no torrents to show." = "Нет торрентов";

/* BgMessage */
"There is no selected server" = "Ни один сервер не выбран";

/* No comment provided by engineer. */
"There is no selected server. Select server from list of servers." = "Ни один сервер не выбран. Выбирите сервер из списка.";

/* AlerView message OpenURL */
"There is no servers avalable" = "Нет доступных серверов";

/* TorrentInfoController title */
"Torrent details" = "Информация";

"Servers" = "Сервера";

/* float info message */
"Torrent is reannouncing ..." = "Торрент реанонсируется ...";

/* float info message */
"Torrent is starting ..." = "Торрент запускается ...";

/* float info message */
"Torrent is stopping ..." = "Торрент останавливается ...";

/* float info message */
"Torrent is verifying ..." = "Торрент прверяется ...";

/* float info message */
"Torrent was deleted" = "Торрент был удален";

/* No comment provided by engineer. */
"Torrent: %@, has finished downloading\n" = "Торрент: %@, был загружен\n";

/* No comment provided by engineer. */
"Torrents" = "Торренты";

/* TorrentList start title */
"Transmission remote client" = "Transmission RPC клиент";

/* No comment provided by engineer. */
"Type URL or MAGNET URL" = "Введите URL или magnet-URL";

/* ETA time string */
"unknown" = "неизвестно";

/* Speed limit */
"Unlimited" = "Неограничено";

/* StatusList header title */
"Updating ..." = "Обновляется ...";

/* _speedLimitController title */
"Upload speed limits" = "Ограничения отдачи";

/* ServerListController version */
"version %@(%@)" = "версия %@(%@)";

/* No comment provided by engineer. */
"Wrong alternative download rate limit" = "Неверно указана альт. скорость загрузки";

/* No comment provided by engineer. */
"Wrong alternative upload rate limit" = "Неверно указана альт. скорость отдачи";

/* No comment provided by engineer. */
"Wrong download rate limit" = "Неверно указана скорость загрузки";

/* No comment provided by engineer. */
"Wrong peers per torrent count" = "Неверное количество пиров на торрент";

/* No comment provided by engineer. */
"Wrong port number" = "Неверно указан номер порта";

/* No comment provided by engineer. */
"Wrong seed idle timeout number" = "Неверно указан таймаут простоя";

/* No comment provided by engineer. */
"Wrong seed ratio limit factor" = "Неверно указан рейтинг";

/* No comment provided by engineer. */
"Wrong total peers count" = "Неверно указано общее количество пиров";

/* No comment provided by engineer. */
"Wrong upload rate limit" = "Неверно указана скорость отдачи";

/* No comment provided by engineer. */
"You are unauthorized to access server" = "Ошибка подключения к серверу: вы неавторизованы";

/* RPCServerConfig error message */
"You should enter server HOST name\n" = "Необходимо указать хост или IP\n";

/* RPCServerConfig error message */
"You should enter server NAME\n" = "Нужно ввести имя сервера\n";

/* RPCServerConfig error message */
"You should enter server RPC path. By default server rpc path is /transmission/rpc" = "Необходимо указать RPC путь (по умолчанию: /transmission/rpc)";

/* No comment provided by engineer. */
"↑UL: %@" = "↑%@";

/* No comment provided by engineer. */
"↑UL:%@ ↓DL:%@" = "↑%@ ↓%@";

/* No comment provided by engineer. */
"↓DL: %@" = "↓%@";

"%i files, %@" = "%i файл(ов), %@";
